Repository: tazmanrising/IntiotgAngular
Catalog: Companies/ICE/AirEngine/Ovs.Hotel.Ui/apps/assets/po/*.po
Languages: es_mx

source: <a href="#">Amazing Places</a>
es_mx: <a href="#">Lugares sorprendentes</a>

source: <a href="#">Travel Insurance</a>
es_mx: <a href="#">Seguro de viaje</a>

source: 1 Guest
es_mx: 1 persona

source: 1 Room
es_mx: 1 Habitación

source: 1-2 Nights
es_mx: 1-2 Noches

source: 170 reviews
es_mx: 170 Comentarios

source: 2 Guests
es_mx: 2 personas

source: 2 Rooms
es_mx: 2 Habitaciones

source: 270 reviews
es_mx: 270 comentarios

source: 3 Guests
es_mx: 3 personas

source: 3 Rooms
es_mx: 3 Habitaciones

source: 3-4 Nights
es_mx: 3-4 Noches

source: 4 Guests
es_mx: 4 personas

source: 4 Rooms
es_mx: 4 Habitaciones

source: 485 reviews
es_mx: 485 Comentarios

source: 75 reviews
es_mx: 75 Comentarios

source: About
es_mx: Acerca de

source: About {{main.displayOptions.program_long_name}}
es_mx: Acerca de {{main.displayOptions.program_long_name}}

source: Adults
es_mx: Adultos

source: Air
es_mx: Vuelos

source: anytime
es_mx: cualquier fecha

source: avg/night
es_mx: Promedio / noche

source: Blog Posts
es_mx: Blog Artículos

source: Car
es_mx: Auto

source: CARS
es_mx: AUTOS

source: Check In
es_mx: Salida

source: Check Out
es_mx: Regreso

source: Compact
es_mx: Compacto

source: Cruise
es_mx: Crucero

source: Cruises
es_mx: Cruceros

source: CRUISES
es_mx: CRUCEROS

source: Departure Date
es_mx: Fecha de Salida

source: Discover {{main.displayOptions.program_short_name}}
es_mx: Descubrir {{main.displayOptions.program_short_name}}

source: Economy
es_mx: Económica

source: Enter A Destination
es_mx: Insertar Ubicación

source: FLIGHTS
es_mx: VUELOS

source: From $200
es_mx: Desde $200

source: guest
es_mx: invitado

source: Help Topics
es_mx: Temas de ayuda

source: Home(Travel 1)
es_mx: casa1

source: Home(Travel 2)
es_mx: casa 2

source: Home(travel1)
es_mx: casa 1

source: Home(travel2)
es_mx: casa 2

source: Hot Hotel Details
es_mx: Nombre del hotel

source: Hotels
es_mx: Hoteles

source: HOTELS
es_mx: HOTELES

source: Infants
es_mx: Bebés

source: Kids
es_mx: Chicos

source: Mailing List
es_mx: Lista de correo

source: Members Choice of Hotels
es_mx: Elección de los miembros de hoteles

source: Merchandise
es_mx: Mercancia

source: Mobile
es_mx: Celular

source: Mobile Menu Toggle
es_mx: Alternar menú móvil

source: morning
es_mx: mañana

source: Policies
es_mx: Políticas

source: Popular
es_mx: Populares

source: Recommended Hotels
es_mx: Hoteles recomendados

source: Rooms
es_mx: Habitaciones

source: Safety
es_mx: Seguridad

source: save 23%
es_mx: ahorra 23%

source: SEARCH
es_mx: BUSCAR

source: SEARCH NOW
es_mx: BUSCAR

source: select
es_mx: seleccionar

source: SELECT
es_mx: SELECCIONAR

source: select a car type
es_mx: seleccione un tipo de coche

source: select cruise length
es_mx: seleccione la longitud de crucero

source: select cruise line
es_mx: seleccione la línea de cruceros

source: Sign up for our mailing list to get latest updates and offers.
es_mx: Regístrate en nuestra lista de correo para recibir ofertas y novedades.

source: Site Map
es_mx: Mapa del sitio

source: Social Connect
es_mx: Conexión Social

source: Staff Picks
es_mx: Sobresalientes

source: THAILAND
es_mx: TAILANDIA

source: This is the 3rd time I’ve used {{main.displayOptions.program_short_name}} and I'm telling you the truth their services are always realiable and it only takes few minutes to plan and finalize your entire trip using their extremely fast website and up to date listings. I’m super excited about my next trip to Paris.
es_mx: Es la 3ª vez que he usado {{main.displayOptions.program_short_name}} y te digo la verdad sus servicios siempre son realiable y sólo toma unos minutos para planificar y finalizar su viaje utilizando su web sumamente rápida y anuncios hasta la fecha. Estoy super emocionado acerca de mi próximo viaje a París.

source: Tour
es_mx: Recorrer

source: TOURS
es_mx: EXCURSIÓNES

source: Travel News
es_mx: Noticias Viajes

source: VIEW ON MAP
es_mx: VER EN MAPA

source: We respect your privacy
es_mx: Respetamos su privacidad

source: Welcome {{main.currentUser.first_name}} {{main.currentUser.last_name}}
es_mx: Bienvenida {{main.currentUser.first_name}} {{main.currentUser.last_name}}

source: What Members Say?
es_mx: ¿Qué decir de los miembros?

source: Where do you want to go?
es_mx: Donde quieres ir?

source: Wine
es_mx: Vino

source: Your Destination
es_mx: Su destino
